hcinst/pringle-scope/firmware/sdkconfig.ci
CONFIG_ESP32S3_SPIRAM_SUPPORT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_IDF_TARGET="esp32"Q